[{"score": 0.023788974, "narrative": "In accordance with the fair credit Reporting Act XXXX Account XXXX XXXX XXXX has violated my rights.\n\n15 U.S.C 1681 section 602 A. States I have the right to privacy 15 U.S.C 1681 section 604 A. Section 2. It also states a consumer reporting agency can not furnish a account without my written instructions.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 307, "score": {"value": 0.023788974, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.023788974, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.09033044, "narrative": "XXXX. XXXX? XXXX & XXXX XXXX : Account XXXX. is XXXX ( {$780.00} ) has violated my rights. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 812, "score": {"value": 0.09033044, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.09033044, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.021903414, "narrative": "Under 15 USC 1681i ( a ) ( 1 ) ( A ) subject to subsection ( f ) and except as provided in subsection ( g ), If the completeness or accuracy of any item of information contained in a consumer 's file at a consumer reporting agency is disputed by the consumer and the consumer notifies the agency directly or indirectly through a reseller, of such dispute, the agency shall, free of charge, conduct a reasonable reinvestigation to determine whether the disputed information is inaccurate and record the current status of the disputed information, or delete the item from the file in accordance with paragraph ( 5 ), before the end of the 30-day period beginning on the date on which the agency receives the notice of the dispute from the consumer or reseller.\n\nAccount Name : XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX  :", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 947, "score": {"value": 0.021903414, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.021903414, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.023199737, "narrative": "My private student loan account is with Firstmark. I have been paying on this account for over 10 years. In XXXX, the active-duty military rate was applied to the account ensuring that the interest rate did not exceed 6 %. With regular payments being made on the account, the total balance has increased instead of decreasing. Sometimes, I do pay the account earlier than the due date which is reflected in the transaction history. On XX/XX/XXXX, I emailed the company regarding concerns with the account. From XX/XX/XXXX to date, the total balance on the account has fluctuated from {$100000.00} to {$100000.00}. From XX/XX/XXXX to date, the max amount of {$8.00} from my monthly payment was applied to the principal. As annotated in the transaction history, before XX/XX/XXXX, the minimum amount applied to the account was {$240.00}. The payment allocation was changed without my authorization. I contacted the company multiple times regarding the payment allocation. I requested that more of my payment go back to being applied to the principal and they have refused. There is nothing listed in the policy or promissory note stating the account holder could not request this. Additionally, a glitch in the Firstmark system indicated that I overpaid my account. I requested a refund of my payment at the time. After the system was properly updated, it reflected that the account was not overpaid. I sent the payment and ensured the account was paid. The representative stated that there would be notes in the account. The company failed to amortize my account from XX/XX/XXXX to XX/XX/XXXX. Due to their failure, I now have to pay a higher monthly payment. My monthly payment increased from {$540.00} to {$700.00} starting in XXXX. On XX/XX/XXXX, the company informed me that they failed to amortize the account via email correspondence and via phone calls. The representative explained more in-depth via phone call. Additionally, annotated in the payment history, the payments made on XX/XX/XXXX and XX/XX/XXXX were not applied to the principal or interest for the loan. Based on the payment transaction, a total of {$20000.00} in interest was calculated for the loan that I am seeking clarification on as well.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2214, "score": {"value": 0.023199737, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.023199737, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.021432023, "narrative": "In accordance with the Fair Credit Reporting act XXXX XXXX XXXX Account # XXXXXXXX XXXX XXXX ( Original Creditor : XXXX XXXX XXXX XXXX XXXX XXXX Account # XXXX has violated my rights. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A. Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 394, "score": {"value": 0.021432023, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.021432023, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03969839, "narrative": "I am writing regarding a concern about an action taken by WSFS on all of their customers, including myself. On XX/XX/2023 at the end of the day, just before a holiday weekend, WSFS blocked all of their customers from access to their personal online banking. The only way to access one 's account was to read, analyze, and agree to 14 pages of legal documents ( small print ). As a successful businessman I can tell you that it was more than I could even understand in a short time. \n\nFurther, when I contacted the regional manager for WSFS, he lied to me, telling me that I was merely acknowledging the receipt of the terms, not necessarily accepting them. This is not true. \n\nI contacted 5 members of the executive team and wrote a certified letter to the legal team asking for the terms to be explained to me, but they have not responded. \n\nI don't understand the rules of banking, but I feel that holding people 's money hostage like this could, or should, be illegal.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 971, "score": {"value": 0.03969839, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03969839, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.051810697, "narrative": "XX/XX/2023 around XXXX I opened a checking & savings account with capital one. I transferred {$100.00} into savings + {$20.00} into checking. When transferring the money, they stated that my money would be available in 1 to 2 days max. I called capital one today ( XX/XX/2023 ) at about XXXXXXXX XXXX to close my account. When I said I wanted to close the account, I was informed that my funds were frozen because they had to verify that the funds are actually there. Come again? \n\nThey only froze my money after I said I wanted to close my account. I was then told that I have to wait a WEEK and contact them next Thursday to close the account and get a check with my funds. Unethical and ridiculous.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 701, "score": {"value": 0.051810697, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.051810697, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.06184035, "narrative": "Im submitting a complaint to you today to inform you I was the victim of identity theft. I researched on how to remove the fraudulent accounts in my report and found that I need to visit FEDERAL TRADE COMMISION or https : XXXX to file a report and Per FCRA section 605b Credit Reporting Agencies are required to remove/block any accounts listed on an id theft report. Please find the ATTACHED documents to assist in the blocking of the erroneous information which is being posted to my report. It appears that my credit with you has been compromised. I was going through my credit file & noticed many files which do not belong to me. Since Im a stickler for research, I found that under section 605b ( a ) Bureau shall block the reporting of any information in the file of a consumer that the consumer identifies as information that resulted from an alleged identity theft, not later than XXXX business days after the date of receipt and it requires the following documents and statement to remove the disputed accounts on my file : ( 1 ) Appropriate proof of the identity of the consumer ; ( 2 ) A copy of an identity theft report ; ( 3 ) The identification of such information by the consumer ; and ( 4 ) A statement by the consumer that the information is not information relating to any transaction by the consumer. \n\nThe dispute items do not belong to me. Im attaching the required FTC Report for you ( which complies with FCRA Section 603 ( q ) ( 4 ) which states ( 4 ) The term \" identity theft report '' has the meaning given that term by rule of the Bureau, and means, at a minimum, a report ( A ) That alleges an identity theft ; ) ( B ) That is a copy of an official, valid report filed by a consumer with an appropriate Federal, State, or local law enforcement agency, including the United States XXXX XXXX XXXX, or such other government agency deemed appropriate by the XXXX ; and ( C ) The filing of which subjects the person filing the report to criminal penalties relating to the filing of false information if, in fact, the information in the report is false. ) Here is the list of accounts/items which do not belong to me or were opened without my permission. \n\nXXXX XXXX XXXX XXXX DATE OPENED XX/XX/XXXX BALANCE {$8300.00}, XXXX XXXX XXXX XXXXXXXX DATE OPENED XX/XX/XXXX BALANCE {$0.00}, XXXX XXXX XXXX DATE OPENED XX/XX/XXXX BALANCE {$1300.00}, XXXX XXXXXXXX BANK XXXX DATE OPENED XXXX XXXX, XXXX BALANCE {$1100.00}, XXXX XXXX XXXX DATE OPENED XX/XX/XXXX BALANCE {$680.00}, and XXXX XXXX XXXX XXXX ( Original creditor : XXXX XXXX ) XXXX DATE OPENED XXXX XXXX, XXXX BALANCE {$0.00}. \n\nAccording to FCRA Section 605B ( a ) the CREDIT REPORTING AGENCIES shall block any information in the file of a consumer that the consumer identifies as information that resulted from an alleged identity theft, not later than XXXX business days after the date of receipt.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2875, "score": {"value": 0.06184035, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.06184035, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.12520397, "narrative": "In XX/XX/XXXX when preparing to buy my first house, I discovered that my estranged father fraudulently opened a credit Bank of America credit card listing me as a co-borrower without my knowledge or consent ( or BoA made an error ) in XX/XX/XXXX when I was a minor ( age XXXX ). He has continued to use this card with me as a co-borrower, and it is now maxed out at $ XXXX. \n\nI have attached the XXXX dispute XXXX \" resolution '' letter ; I could not find or obtain copies from the other two bureaus. I have also filed the attached FTC Identity Theft report XXXX. I have attached CFPB complaint XXXX against Bank of America where they just closed the complaint, told the CFPB not to give me any details on BoA 's \" resolution '', and then failed to respond to my complaint at all for over three weeks. It was not until today when the BoA XXXX department put me in contact with the XXXX department that I learned that BoA refused to take me off the card despite the fraudulent origins.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 984, "score": {"value": 0.12520397, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.12520397, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.17631748, "narrative": "Diversified adj svc XXXX XXXX XXXX XXXX XXXX, MN XXXX FCRA section 623 ( a ) ( 1 ) ( b ) XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Ohio XXXX opened XX/XX/XXXX Contains incorrect Information address and is not my account XXXX XXXX XXXX also being reported on all 3 bureaus conflicting account opened dates this account was also opened in XXXX but conflicting on all reports XXXX XXXX also not my account conflicting information on all 3 bureaus address I did not live at I have reported my identity being stolen or used I have been successful with some and not all they won't delete I have disputed items I also have been compromised on the dark web in 3major data breaches in the bureaus XXXX also not my account also being reported to all bureaus in question this account was opened in XX/XX/XXXX also conflicting dates opened in reports wrong address used too open account XXXX XXXX XXXX opened XX/XX/XXXX Also not my account wrong address conflicting information XXXX account paid by a payday loan direct deposited into this account before closed and still they report this as unpaid derogatory XXXX also XXXX being reported numerous times under different names being reported as secured and it is not secured with anything at all also conflicting information addresses amounts and information Under FCRA it is my right as a citizen too have these accounts removed from my reports that are being reported as derogatory closed collections wrong addresses conflicting names addresses my address amounts personal information I have disputed these with the CRA and got nowhere my life is in shambles these accounts are hurting me from building a proper credit profile that I need too move forward in life for my family I do not know what else too do I need help getting these items removed from my reports im hoping this is the right way or my right option because nothing else has worked thank you for you time", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1908, "score": {"value": 0.17631748, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.17631748, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.35186127, "narrative": "Hi I am submitting this XXXX XXXX this isn't any influence and this is not a third party. XXXX has low and unfair credit number for me in their report. I have complained more than 88 times nonstop this is exhausting im depressed they are not putting these fraudulent inquiries in dispute and accounts and they still haven't deleted them either I am depressed. The problem has not been resolved. my fico has me at a credit score over XXXX XXXX  has me at a score around XXXX. That is a huge difference. XXXX paints me as a XXXX. my fico say I have good credit. What the heck is going on here. i have almost no debt and my identity was stolen causing my score to drop n i made this clear for 90 days straight with XXXX i spoke to a representative agent name XXXX and XXXX and XXXX and XXXX and XXXX from the fraud department I prefer to speak to a us rept but they refused they had me on mute for 4 hours which was hurtful I have a perfect repayment record. I have very low credit utilization. I have one negative credit items outstanding debt now that is not mines. I have modest but ok income. Social Security. Something is wrong with XXXX. I do not understand why they are abusing consumers they don't help you at all This was a first step towards attempting resolution. They kept lying telling me they disputed n its not reporting but it keep reporting this inaccurate information without my authorization. They refused or were unable to verify n remove the inquiries and negative account its been 60days n they record the calls n admitted they had my police report n ftc and affidavit That was after attempting to contact XXXX more than 88 times in the last 120 days. XXXX is an abusive company. They are supposed to be protecting consumers. They need to be reigned in. they are causing me severe XXXX and stopping me from getting this job offer n now im homeless n cant provide to my XXXX XXXXr old daughter PLEASE HELP ME PLEASE im depressed now.with no help they keep ignoring me after I keep telling them repeatedly they are hurting my character of my name they won't respond and it not even in investigation with and me and my son are bout to be homeless please help I cant live like this The credit bureaus never did a proper \" investigation '' according to the FCRA. Section 1681a of the Fair Credit Reporting Act defines an investigative consumer report as a consumer report or portion thereof in which information on a consumer 's character, general reputation, personal characteristics, or mode of living is obtained through personal interviews with neighbors, friends, or associates of the consumer reported on or with others with whom he is acquainted or who may have knowledge concerning any such items of information. They did not do this. Also they have violated my rights even more. The credit bureaus stated my account was properly investigated but how is that possible if I never gave these creditors WRITTEN CONSENT OR AUTHORIZATION TO USE MY PERSONAL INFORMATION TO OPEN OR CLOSE ANY ACCOUNT. THESE BALANCES IS IN ACCURATE, PAYMENT STATUS AND HISTORY IN ACCURATE, LAST ACTIVITY DATE IS IN ACCURATE, ALL INFORMATION REGARDING THESE NEGATIVE INSTALLMENT LOAN IS INACCURATE.Someone is using my personal information pretending to be me to obtain credit. I don't know anything about this fraudulent account. I don't have any closed OR OPEN accounts with THESE LISTED CREDITORS BELOW WITH MY DOCUMENTATION. Also they have violated my rights even more In accordance with the Fair Credit Reporting Everything has to be 100 % accurate on my credit report. The credit bureaus stated it was properly investigated but how is that even possible if THESE CREDITORS DID NOT GET ANY WRITTEN SIGNATURE, CONSENT OR AUTHORIZATION FROM ME. This account is fraud and does not belong to me, this is in accurate, I have never opened or closed any account with THESE CREDITORS I ask for documents with signature or authorization, they did not submit my request.This grounds for removal and deletion immediately. I never gave THESE CREDITORS ANY WRITTEN CONSENT OR AUTHORIZATION TO USE MY PERSONAL INFORMATION TO OPEN THIS ACCOUNT. THIS IS FRAUD. I'VE ASK FOR SIGNED DOCUMENTS WITH MY SIGNATURE GIVING WRITTEN CONSENT TO OPEN THIS FRAUDULENT CREDIT ACCOUNTS. SOMEONE USE MY PERSONAL INFORMATION PRETENDING TO BE ME WITHOUT MY AUTHORIZATION OR CONSENT TO OPEN OR CLOSE ANY CREDIT ACCOUNT WITH THESE CREDITORS BELOW They also violated the law because according to 15 U.S.C 1681 section 602 A. states i have the rights to privacy 15 U.S.C 1681 section 604 section 2 : it also states a consumer reporting agency can not furnish a account without my written consent. In accordance with the Fair Credit Reporting act WITH THESE CREDITORS BELOW XXXX AND EXPERIAN AND XXXX has violated my rights. 15 U.S.C 1681 section 602 A. States I have the right to privacy. 15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1666B : A creditor may not treat a payment on a credit card account under an open end consumer credit plan as late for any purpose SECTION 604 15 U.S CODE 1681 B THE LAW STATES THAT NO ONE CAN FURNISH INFORMATION ON MY CREDIT REPORT WITHOUT MY CONSENT. SECTION 605 A 15 U.S CODE 1681 C-1 WITH NO WRITTEN CONSENT OR INSTRUCTIONS THAT WOULD IN FACT BE IDENTITY THEFT SECTION 605 B 15 U.S CODE 1681C A copy of section 605B of the Fair Credit Reporting Act, whichrequires you to block the.fraudulent information on my credit report resulting from identity theft within four business days and to promptly notify the furnisher ( s ) of that information. Please block this information from my credit report, pursuant to section 605B of the Fair Credit Reporting Act, and send the required notifications to all furnishers of this information.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 5836, "score": {"value": 0.35186127, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.35186127, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.018723432, "narrative": "After being negatively affected by identity theft, I have tried several times to rectify open accounts and negatively reported information with both the creditors and credit reporting agencies to no avail. I have been sending letters with no responses from either creditors or credit reporting agencies. This has been a great strain on me personally and professionally. By not being able to attain the credit that is necessary to grow my business.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 447, "score": {"value": 0.018723432, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.018723432, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.06184035, "narrative": "Im submitting a complaint to you today to inform you I was the victim of identity theft. I researched on how to remove the fraudulent accounts in my report and found that I need to visit FEDERAL TRADE COMMISION or https : XXXX to file a report and Per FCRA section 605b Credit Reporting Agencies are required to remove/block any accounts listed on an id theft report. Please find the ATTACHED documents to assist in the blocking of the erroneous information which is being posted to my report. It appears that my credit with you has been compromised. I was going through my credit file & noticed many files which do not belong to me. Since Im a stickler for research, I found that under section 605b ( a ) Bureau shall block the reporting of any information in the file of a consumer that the consumer identifies as information that resulted from an alleged identity theft, not later than 4 business days after the date of receipt and it requires the following documents and statement to remove the disputed accounts on my file : ( 1 ) Appropriate proof of the identity of the consumer ; ( 2 ) A copy of an identity theft report ; ( 3 ) The identification of such information by the consumer ; and ( 4 ) A statement by the consumer that the information is not information relating to any transaction by the consumer. \n\nThe dispute items do not belong to me. Im attaching the required FTC Report for you ( which complies with FCRA Section 603 ( q ) ( 4 ) which states ( 4 ) The term \" identity theft report '' has the meaning given that term by rule of the Bureau, and means, at a minimum, a report ( A ) That alleges an identity theft ; ) ( B ) That is a copy of an official, valid report filed by a consumer with an appropriate Federal, State, or local law enforcement agency, including the United States Postal Inspection Service, or such other government agency deemed appropriate by the Bureau ; and ( C ) The filing of which subjects the person filing the report to criminal penalties relating to the filing of false information if, in fact, the information in the report is false. ) Here is the list of accounts/items which do not belong to me or were opened without my permission. \n\nXXXX XXXX XXXX XXXX DATE OPENED XX/XX/XXXX BALANCE {$8300.00}, XXXX XXXX XXXX XXXXXXXX DATE OPENED XX/XX/XXXX BALANCE {$0.00}, XXXX XXXX XXXX DATE OPENED XX/XX/XXXX BALANCE {$1300.00}, XXXX XXXX XXXX  XXXX DATE OPENED XXXX XXXX, XXXX BALANCE {$1100.00}, XXXX XXXX XXXX DATE OPENED XX/XX/XXXX BALANCE {$680.00}, and XXXX XXXX XXXX XXXX  ( Original creditor : XXXX XXXX ) XXXX DATE OPENED XXXX XXXX, XXXX BALANCE {$0.00}. \n\nAccording to FCRA Section 605B ( a ) the CREDIT REPORTING AGENCIES shall block any information in the file of a consumer that the consumer identifies as information that resulted from an alleged identity theft, not later than 4 business days after the date of receipt.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2880, "score": {"value": 0.06184035, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.06184035, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03828422, "narrative": "Issue I was over billed {$870.00} dollars. I prepaid the full amount in XX/XX/XXXX and had a XXXX  balance. The auto pay charged me {$870.00} out of my checking account. \nI called on XX/XX/XXXX and they said it can take up to 10 days to get a refund. I called them on XX/XX/XXXX and still pending the refund. This has never happened with another credit card company. The account shows a negative balance and I included a screen shot to this case ( Negative balance.png and amounts.png ) Negative balance XX/XX/XXXX XXXX transaction for Transaction date : XXXX ELECTRONIC PAYMENT Type Payment - {$870.00} - {$870.00} Expand transaction for Transaction date : XX/XX/XXXX XXXX  ELECTRONIC PAYMENT XXXX Balance XX/XX/XXXX XXXX transaction for Transaction date : XXXX ELECTRONIC PAYMENT Type Payment - {$870.00} {$0.00} Date Amount - {$870.00} BANK OF AMERICA - XXXX XXXX XXXX XXXX XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 886, "score": {"value": 0.03828422, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03828422, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.1104733, "narrative": "XXXX submitting a complaint to you today to inform you I was the victim of identity theft. I sent the necessary documents in FEDERAL TRADE COMMISSION or https : //www.ftc.gov, So I am here to notify/complain to the 3 bureaus directly through this platform. Here are the items that are erroneous in my file and need investigation : XXXX XXXX XXXX XXXXXXXX ( Original creditor : XXXX XXXX XXXX ) XXXX Balance : {$2000.00} XXXX XXXX XXXX XXXX ( Original creditor : XXXX XXXX XXXX ) XXXX Balance : {$3400.00} XXXX XXXX XXXX XXXX XXXX CA XXXX XXXX XXXX XXXX XXXX  XXXX XXXX, CA XXXX XXXX XXXX XXXX XXXX XXXX, CA XXXX XXXX XXXX XXXX XXXX XXXX, CA XXXX XXXX XXXX XXXX XXXX  Inquired on XX/XX/XXXX XXXX XXXX XXXX XXXX Inquired XXXX XX/XX/XXXX.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 735, "score": {"value": 0.1104733, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.1104733, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.04067813, "narrative": "In accordance with the Fair Credit Reporting Act. The List of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681. \n\nAccount Name : XXXX OF XXXX Account XXXX Account Name : XXXX Account XXXX has violated my rights. Or a list of inquiries : 15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1023, "score": {"value": 0.04067813, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.04067813, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.08874765, "narrative": "Seriously, I investigated my credit report, and I realized that some of the information was still erroneous. The XXXX and Transunion credit bureaus are required to authenticate this item under Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ). ( A ). It is not acceptable to treat this reporting item as unconfirmed information without producing proof within the legal time range. Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ). ( A ), please investigate the unverifiable item and DELETE it immediately in my report : XXXX ( Original Creditor : XXXX XXXX XXXX ) XXXX Date Opened : XX/XX/2022 Balance : {$310.00}", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 616, "score": {"value": 0.08874765, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.08874765, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.036162965, "narrative": "I discovered that some of the information on my credit report was incorrect when I reviewed it. Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ) require the 3 credit bureaus to validate these accounts ( A ). It is not permissible to fail to validate these reporting accounts as unverified information without providing any proof within the time frame specified by law. My credit report includes the following erroneous information that needs to be investigated and correct : XXXX XXXX XXXX XXXX : {$8800.00} XXXX XXXX XXXX : {$19000.00}", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 538, "score": {"value": 0.036162965, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.036162965, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.13561769, "narrative": "I have disputed XXXX account thats showing I owe {$100.00} a few times now. The issue is Ive been trying to pay this account off for over 3 years now and even send them a payment on two different occasions and check was sent back to me without an explanation. I called to pay over the phone and they wouldnt take a payment. I reached tour to XXXX XXXX XXXX and they responded back in XXXX of XXXX stating I would have to wait and pay on the account in XX/XX/XXXX after they sell the account to XXXX XXXX. XXXX even sent this to Experian, myself and the Consumer Financial protection bureau. This is against the law and against Fair Credit Report Act. XXXX did not follow the FCRA rules. Not only did XXXX violate my rights but Experian violated my rights as well because at that point Experian should have completely removed this account from my credit file and they didnt. So no Experian is responsible for this account affecting my credit file.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 946, "score": {"value": 0.13561769, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.13561769, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.04711028, "narrative": "Regardless of the multiple written requests, the ITEMS listed below are still reporting on my credit report which is a violation of FCRA. The Bureaus failed to comply with Fair Credit Reporting Act, 15 USC sections 1681i within the time declared by law, they failed to properly investigate the matter by using a third party as their verification provider and have continued reporting the unconfirmed & unverified information. Given all my attempts to address it directly with 3 CREDIT BUREAUS, they are willfully negligent and non-complying with federal statutes & I need this matter handled immediately. Please remove the items below in my file : XXXX XXXX XXXX XXXX ; XXXX XXXX ; XXXX XXXX XXXX XXXX XXXX, NC XXXX XX/XX/XXXX ; XXXX XXXX XXXX XXXX XXXX XXXX XXXX NC XXXX XX/XX/XXXX ; XXXX XXXX XXXX XXXX, NC XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX NC XXXX XXXX XXXX  ( Original Creditor : XXXX XXXX XXXX XXXX ) Balance : {$2200.00} ; ( Original Creditor : XXXX XXXX XXXX XXXX Balance : {$130.00} ; XXXX XX/XX/XXXX.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1015, "score": {"value": 0.04711028, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.04711028, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.27525392, "narrative": "I am reporting XXXX AGAIN! They have NOT corrected my credit report. I have filed MANY reports and sent proof of what the balance should be. I also spent my LAST XXXX on XXXX XXXX to overnight them PROOF my student loans should have a XXXX balance because they were consolidated but they REFUSED to change it. Not only that I sent a letter showing what companies had my PERMISSION to pull my credit report. I was told by a representative to call the people on my report and get a letter saying they didn't have permission to pull my report. I was informed that I could NOT get a letter because they DON'T know me. IM SICK AND TIRED OF DOING THEIR JOB. THEY ARE RUINING MY LIFE. Not only is this stressing me out I suffered a XXXX XXXX from ALL the stress they have put me under. I WANT JUSTICE!!!! \nWhen I contacted your company, it said the case was closed. This is what I sent to your company before. \nI applied for an XXXX loan through XXXX banks and was told by the last bank that I had an XXXX number of inquiries on my report. I look at my credit report and noticed I had XXXX companies that pulled my report without my approval. I then contacted the credit bureaus and disputed them. Within XXXX hours I received a message saying my disputes were resolved. There is NO way they contacted the companies and verified those accounts. I did the dispute around XXXX on XX/XX/2023 and received an email at XXXX on XX/XX/2023 saying it was resolved and that they will remain on my report for XXXX  years. Because I am a XXXX, I understand how too many inquires can affect your credit score. I am asking that you investigate this and have all the ones I did NOT authorize removed ASAP. If you have any questions, I can be reached at XXXX or by email at XXXX if I DO NOT GET JUSTICE BY XXXX XXXX, I WILL FILE A LAWSUIT AGAINST YOUR COMPANY AS WELL AS XXXX. \nI am also including Transunion and XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1895, "score": {"value": 0.27525392, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.27525392, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.02685301, "narrative": "To Whom It May Concern:\nThis letter is a formal statement of concern based on your recent actions. I have in my possession an inaccurate copy of my\nconsumer credit report from the Corporation and your financial agency. This report was lawfully obtained by me, through the\ndeclaration of the rights granted to consumers under the Fair Credit Reporting Act.\n The Fair Credit Reporting Act has specific requirement for the accurate reporting of an item when it appears on a consumers credit\nreport.\n1. THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE\nREMOVED IN 4 DAYS 15 USC 1681C-2\n XXXX XXXX   Date of inquiry: XXXX   Please ensure that all information is accurate. If not proven delete this immediately.\n2. THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE\nREMOVED IN 4 DAYS 15 USC 1681C-2\n XXXX XXXX\n Date of inquiry: XXXX\n Please ensure that all information is accurate. If not proven delete this immediately.\n3. THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE\nREMOVED IN 4 DAYS 15 USC 1681C-2\n PENTAGON\n Date of inquiry: XXXX\n Please ensure that all information is accurate. If not proven delete this immediately.\n4. Under 15 U.S Code 1605(a) If a Finance Charge was included which is the sum of all payments There\nShould be no late payments on this account\n XXXX XXXX\n Account Number: XXXX\n Please UPDATE this late payment in my Credit Report.\n5. Under 15 U.S Code 1605(a) If a Finance Charge was included which is the sum of all payments There\nShould be no late payments on this account\n XXXX XXXX XXXX XXXX\n Please UPDATE this late payment in my Credit Report.\n6. Under 15 U.S Code 1605(a) If a Finance Charge was included which is the sum of all payments There\nShould be no late payments on this account\n XXXX XXXX XXXX XXXX XXXX\n Please UPDATE this late payment in my Credit Report.\n7. Under 15 U.S Code 1605(a) If a Finance Charge was included which is the sum of all payments There\nShould be no late payments on this account\n XXXX XXXX XXXX XXXX XXXX\n Please correct/update this inaccurate information on my credit report.\n8. Validate Account XXXX XXXX XXXX XXXX XXXX\n Please remove it from my credit report.\nThe Fair Credit Reporting Act specifically details that all items within a consumers credit report\nmust be reported with 100% accurate information (not 99.9% or less), must be 100% verifiable\n(not 99.9% or less), must be 100% complete information (not 99.9% or less), and must only be reported during the allowable\nreporting periods as detailed in the Act for the specific item as it appears. Given your previous irrelevant responses and the fact that\nthe above account keeps coming back to me as Verified, you must have proof that it is, in fact, reporting lawfully. So therefore,\nplease provide such proof, as defined by law, in which you must have on file that would assert to the lawful reporting of the above\naccount and that this item does not violate the Fair Credit Reporting Act as detailed above. Please provide proof that the information\nas contained on the reported trade- line is in fact 100% Accurate, Complete, Verifiable, AND Timely. Please do not provide some\ngeneric print-out or some generic statement as this would insult my intelligence as an educated individual and would further\nperpetrate the continual acts of wrongdoings by your company as detailed in numerous consumer studies and reports.\nThere is clearly already a problem with the system as it is. In fact, one recent consumer study\nproved that over 79% of consumer credit reports contain errors. Another report shows that more than 90% contain errors. Why does\nyour company continue to operate with such low standards of success?\nMy request as indicated above is lawful and justified. As advised by my counsel, an itemized report detailing that the reporting of\nthis item is not violating my constitutional rights is hereby requested. The continued reporting of this item in its negative state is\ncausing me severe financial and emotional distress. If I must pursue litigation to protect my rights as granted under the Fair Credit\nReporting Act, Fair Debt Collection Practices Act, Fair and Accurate Credit Transactions Act, Fair Credit Billing Act, RICO, SSCRA,\nas well as any other statutes and/or laws that would apply to me and my circumstances, then I am fully prepared and willing to take\nany and all necessary measures to do so. I formally request the immediate deletions of these items, as it is not complying\nwith the above-mentioned laws and/or acts.\nYour companys continued reporting of this derogatory item will be considered willful noncompliance due to the previous notifications and your continued disregard of the law. A precedent has certainly been set by the\nflagrant disregard to accuracy as displayed in the consumer study results. So if litigation is necessary a pro-se representation will\nbe prepared, and a formal jury trial will be requested. Please respond in a timely fashion, within 30 days or less, to avoid any\nunnecessary legal expenses.\nI have filed an attorney general complaint reporting your ignorance in processing this request and greeting\nyour mistakes CORRECTED. \n**ATTACHED HEREWITH A CERTIFIED COPY OF THE LETTER SENT TO ATTORNEY GENERALS\nOFFICE\nSincerely, XXXX XXXX XXXX XXXX Assistant Director of Enforcement Consumer Financial Protection\nBureau1700 G. Street NW Washington, D.C. 2055\nCC: XXXX XXXX XXXX XXXX XXXX XXXX XXXX  CC: Consumer Financial Protection Bureau via fax XXXX XXXX\nCC: Attorney Generals Office\nCC: XXXX XXXX XXXX XXXX State Senate\nCC: Federal Deposit Insurance Corporation\nCC: Comptroller Of The Currency\nCC: Federal Reserve System\nCC: Credit and insurance\nCC: Federal Trade Commission\nCC: State Regulatory agenc", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 5767, "score": {"value": 0.02685301, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.02685301, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.032863233, "narrative": "In accordance with the Fair Credit Reporting act. The List of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681. \n\nAccount Name : XXXX XXXX XXXX  Account Number : XXXX Account Name : XXXX XXXX Account Number : XXXX Account Name : XXXX Account Number : XXXX Account Name : XXXX Account Number : XXXX Account Name : XXXX Account Number : XXXX and list of Inquiries. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1151, "score": {"value": 0.032863233, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.032863233, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03109552, "narrative": "When I reviewed my credit report, I discovered that some of the information was erroneous. The 3 credit bureaus must validate these accounts in line with Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ) ( A ). It is not authorized to fail to validate these reporting accounts as unverified information without providing any proof within the period allowed by law. The following accounts need to investigate and correct for erroneous reporting in my file and are listed on my credit report XXXX XXXX XXXX XXXX Balance : {$13000.00} XXXX XXXXXXXX Balance : {$160.00} XXXX XXXX XXXX XXXXXXXX Balance : {$0.00} XXXX XXXX XXXX Balance : {$1000.00}", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 644, "score": {"value": 0.03109552, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03109552, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.053295042, "narrative": "Recently I looked over a copy of my consumer report in which I've noticed several accounts reporting that have no knowledge of. The account and information motion listed in my dispute letter either doesn't belong to me or is inaccurate information. I asked TransUnion to investigate these accounts to insure that everything is accurate in which they aren't. The creditors listed in my dispute letter have no permission to purchase my personal information nor did they have the consent from me to report anything. I am aware that I have a right to privacy in which that right was violated. How can I owe a debt to these creditors if there is no actual agreements between us? In order for any account to be reported on my consumer report they must have my consent. I understand that it is TransUnion job to thoroughly investigate these accounts and do what's fair and equitable for me. These negative accounts are impairing my ability to obtain the essential necessities that I need for the daily living.\n\nViolations committed by TransUnion : 15 U.S. Code 1681b - Permissible purposes of consumer reports 15 U.S. Code 1681 - Congressional findings and statement of purpose 15 U.S. Code 1681e - Compliance procedures 15 U.S. Code 6802 - Obligations with respect to disclosures of personal information", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1297, "score": {"value": 0.053295042, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.053295042, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.030388435, "narrative": "I opened a CC with PayPal Credit. My limit was XXXX. I adjusted the limit to XXXX, so once I paid off the balance of around {$3000.00}, I would close it. I noticed that I was being charged interest on purchases that were returned, racking up hundreds of dollars in unnecessary interest and not receiving full refunds for my returns. I have tried to have this issue fixed since XXXX and I keep being told that it will be fixed next billing cycle, and it has not. So, I don't know my true balance and they keep charging interest on returns.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 538, "score": {"value": 0.030388435, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.030388435, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.15656179, "narrative": "The email sent to me stated that {$580.00} was deducted automatically from my account. \nThe person on the phone I talked to stated I was hacked by a known hacker and he purchased an IPhone in my name. When I started getting suspicious of the nature of this call, the \" representative '' hung up. When I called XXXX again, a lady answered and got aggressive when I told her I thought it was a scam and then hung up.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 414, "score": {"value": 0.15656179, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.15656179, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.04166769, "narrative": "I have tried and tried with all three reporting credit agencies to remove the credit report of the information of Kia finance since finding out that it is past seven years which is allotted to all things reporting on credit report and this account is still opened and not deleted from credit report and negatively making my credit score not be reported as accurate and it is a collection right off which means it is income being reported on my report and according to fcra that is illegal and should have been removed long time ago and I never gave permission for it to be reported. I have tried to get this removed and deleted from all credit reporting and they have yet to remove and came to you before on this matter and they still have not done anything about getting it removed", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 782, "score": {"value": 0.04166769, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.04166769, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03781283, "narrative": "Information on my credit report fr\n\nom all 3 agencies is incorrect. Your roll is to report all correct and accurate information. Things that is incorrect and invalid. Date opened High credit Credit limit Last report\ned Date last active Date of last payment All 3 credit reporting agencies are posting different payment history. Not acceptable!", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 343, "score": {"value": 0.03781283, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03781283, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.16043124, "narrative": "Trans Union XXXX XXXX XXXXXXXX have violated my consumer rights, and I have provided proof multiple times. But unfortunately, these companies believe themselves to be higher than the law itself. \n\nWho is going to govern these agencies? \n\nBy the Fair Credit Reporting Act. The List of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681.\n\nXXXX XXXX XXXX XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX XXXX  - XXXX - 15 U.S. Code 6802 - Obligations with respect to disclosures of personal information- Please delete this item immediately. \n\nXXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX  XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX  - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX XXXX - XXXX - 15 U.S. Code 6802 - Obligations with respect to disclosures of personal information- Please delete this item immediately. \n\nXXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX XXXX XXXX  XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX XXXX - XX/XX/ - THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE REMOVED IN 4 DAYS 15 USC 1681C-2- This account is inaccurate and fraudulent. I? m seeking Litigation. Please delete at once. \n\nXXXX XXXX XXXX - XX/XX/2023 - THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE REMOVED IN 4 DAYS 15 USC 1681C-2- This account is inaccurate and fraudulent. I? m seeking Litigation. Please delete at once. \n\nXXXX XXXX XXXX - XX/XX/2023 - THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE REMOVED IN 4 DAYS 15 USC 1681C-2- This account is inaccurate and fraudulent. I? m seeking Litigation. Please delete at once. \n\nXXXX XXXX - XX/XX/2023 - THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE REMOVED IN 4 DAYS 15 USC 1681C-2- This account is inaccurate and fraudulent. I? m seeking Litigation. Please delete at once. \n\nXXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX XXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX XXXX - XXXX - 15 U.S. Code 6802 - Obligations with respect to disclosures of personal information- Please delete this item immediately. \n\nXXXX - XXXX - According to 15 USC 1666b no person can furnish a late payment on an open ended account. Please update the payment history to 100 % paid on time. -. \n\nXXXX XXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX  - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX - XXXX - FDCPA 807 False misleading information FDCPA 8012 furnishing deceptive forms. This agent is in violation of 15 USC 1692g Because they were to notify me of this in writing 5 days prior I was not. As the original creditor only I can validate this debt. I DO NOT VALIDATE THIS DEBT - Please verify by providing my color copy of my ID, provide my wet signature, and the original contract. or DELETE THIS ACCOUNT IMMEDIATELY. \n\nXXXX XXXX  - XX/XX/ - THIS COMPANY IS IN VIOLATION OF 15 USC 1681N THESE FRAUDULENT INQUIRIES MUST BE REMOVED IN 4 DAYS 15 USC 1681C-2- This account is inaccurate and fraudulent. I? m seeking Litigation. Please delete at once. \n\n\nTrans Union, XXXXXXXX XXXX XXXXXXXX have violated my rights. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish an account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information or Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the data is inaccurate.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 14883, "score": {"value": 0.16043124, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.16043124, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.24603334, "narrative": "Name : XXXX XXXX Date : XX/XX/XXXX XXXX XXXX XXXX XXXX, XXXX  XXXX D.O.B XX/XX/XXXX XXXX XXXX XXXX XXXX XXXX XXXX, XXXX  XXXX This XXXX is to provide you with knowledge of intent to sue. \nThe lawsuit will filed due to the utter lack of response from your company. When someone is the victim of XXXX XXXX, it is simply a nightmare trying to get false information removed from a XXXX XXXX. I have contacted all of the false creditors listed on my XXXX XXXX. I have challenged all of the false listings on my XXXX XXXX. Nothing ever happens to fix the situation. \nOver XXXX days ago I wrote each the creditors in question and demanded proof that I am their customer. I asked for proof of the alleged debt, including specifically the alleged contract or other instrument bearing my signature. So far none of them has been able to provide such proof to me. I have sent follow-up letters to each of them and there is still no proof. I have attempted phone contact, but I simply get transferred around and nothing ever gets accomplished. \n\nI have fully investigated my rights in this matter. Under the XXXX XXXX XXXX by silence, XXXX v XXXX XXXX XXXX XXXX XXXX XXXX XXXX, XXXX, I may presume that no proof of the alleged debt, nor therefore any such debt, in fact exists. I have copies of the certified letters and dates prepared to bring to court. Also, under the Fair Credit Reporting Act, these disputed items may not appear on my credit report if they can not be supported by any evidence. \nUnder the Fair Credit Reporting Act, if they can not verify the debt within XXXX days, then it must be removed. Your letters to me claim to have \" verified '' the debt, but this is in fact not true under law. Simply contacting the alleged creditor and asking them to match up numbers in their database is no sufficient verification for XXXX XXXX Of course the information matches up. Someone clearly used my information without my authorization. \nNow I am suing XXXX for being such a pain in the posterior to me. I have provided more than sufficient evidence to get these false accounts removed. \nYou may contact me before ( XXXX ) via letter at my address listed at the top of this letter. This matter can be settled simply by your agreement to remove the false information from my XXXX XXXX. \nI require a response, on point, in writing, hand signed, and in a timely manner. If I get another pointless letter from you saying that it has already been \" verified '' then there will be no more opportunity for negotiation. This will proceed in court until I have successfully proven to a judge that this false information must be removed from my XXXX XXXX. I will also be aggressively pursuing the full judgment that I can get against XXXX for violation of the Fair Credit Reporting Act and Defamation. \n\nThe items to be removed from my credit report are list XXXX an attach page. \nI look forward to your response. \nAttachment included Name : XXXX XXXX Date : XX/XX/XXXX XXXXXXXX XXXX XXXX XXXX XXXX XXXXXXXX D.O.B XX/XX/XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX This letter is to provide you with knowledge of intent to sue. \nThe lawsuit will filed due to the utter lack of response from your company. When someone is the victim of XXXX XXXX, it is simply a nightmare trying to get false information removed from a XXXX XXXX. I have contacted all of the false creditors listed on my XXXX XXXX. I have challenged all of the false listings on my XXXX XXXX Nothing ever happens to fix the situation. \nOver XXXX days ago I wrote each the creditors in question and demanded proof that I am their customer. I asked for proof of the alleged debt, including specifically the alleged contract or other instrument bearing my signature. So far none of them has been able to provide such proof to me. I have sent follow-up letters to each of them and there is still no proof. I have attempted phone contact, but I simply get transferred around and nothing ever gets accomplished. \n\nI have fully investigated my rights in this matter. Under the doctrine of XXXX XXXX XXXX, XXXX v XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX, XXXX, I may presume that no proof of the alleged debt, nor therefore any such debt, in fact exists. I have copies of the certified letters and dates prepared to bring to court. Also, under the Fair Credit Reporting Act, these disputed items may not appear on my credit report if they can not be supported by any evidence. \nUnder the Fair Credit Reporting Act, if they can not verify the debt within XXXX  days, then it must be removed. Your letters to me claim to have \" verified '' the debt, but this is in fact not true under law. Simply contacting the alleged creditor and asking them to match up numbers in their database is no sufficient verification for XXXX XXXX Of course the information matches up. Someone clearly used my information without my authorization. \nNow I am suing XXXX for being such a pain in the posterior to me. I have provided more than sufficient evidence to get these false accounts removed. \nYou may contact me before XXXX via letter at my address listed at the top of this letter. This matter can be settled simply by your agreement to remove the false information from my credit file. \nI require a response, on point, in writing, hand signed, and in a timely manner. If I get another pointless letter from you saying that it has already been \" verified '' then there will be no more opportunity for negotiation. This will proceed in court until I have successfully proven to a judge that this false information must be removed from my credit file. I will also be aggressively pursuing the full judgment that I can get against XXXX for violation of the Fair Credit Reporting Act and XXXX. \n\nThe items to be removed from my credit report are list XXXX an attach page.. \n\n.Accounts that I didnt authorize and had no knowledge of or reporting accurately, XXXX XXXX and XXXX report is on file, Please DELETE THEM XXXX XXXX XXXX XXXX XXXX XXXX XXXX Reason for dispute___ XXXX________ Account XXXX I look forward to your response. \nAttachment included Name : XXXX XXXX Date : XX/XX/XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XX/XX/XXXX XXXX Transunion XXXX XXXX XXXX XXXXXXXX XXXX XXXXXXXX This XXXX is to provide you with knowledge of intent to sue. \nThe lawsuit will filed due to the utter lack of response from your company. When someone is the victim of XXXX XXXX it is simply a nightmare trying to get false information removed from a XXXX XXXX. I have contacted all of the false creditors listed on my XXXX XXXX. I have challenged all of the false listings on my credit file. Nothing ever happens to fix the situation. \nOver XXXX days ago I wrote each the creditors in question and demanded proof that I am their customer. I asked for proof of the alleged debt, including specifically the alleged contract or other instrument bearing my signature. So far none of them has been able to provide such proof to me. I have sent follow-up letters to each of them and there is still no proof. I have attempted XXXX contact, but I simply get transferred around and nothing ever gets accomplished. \n\nI have fully investigated my rights in this matter. Under the doctrine of XXXX XXXX XXXX, XXXX v XXXX ( XXXX  ) XXXX XXXX XXXX, XXXX, I may presume that no proof of the alleged debt, nor therefore any such debt, in fact exists. I have copies of the certified letters and dates prepared to bring to court. Also, under the Fair Credit Reporting Act, these disputed items may not appear on my credit report if they can not be supported by any evidence. \nUnder the Fair Credit Reporting Act, if they can not verify the debt within XXXX  days, then it must be removed. Your letters to me claim to have \" verified '' the debt, but this is in fact not true under law. Simply contacting the alleged creditor and asking them to match up numbers in their database is no sufficient verification for XXXX XXXX Of course the information matches up. Someone clearly used my information without my authorization. \nNow I am suing XXXX for being such a pain in the posterior to me. I have provided more than sufficient evidence to get these false accounts removed. \nYou may contact me before XXXX via letter at my address listed at the top of this letter. This matter can be settled simply by your agreement to remove the false information from my XXXX XXXX \nI require a response, on point, in writing, hand signed, and in a timely manner. If I get another pointless letter from you saying that it has already been \" verified '' then there will be no more opportunity for negotiation. This will proceed in court until I have successfully proven to a judge that this false information must be removed from my XXXX XXXX. I will also be aggressively pursuing the full judgment that I can get against XXXX for violation of the Fair Credit Reporting Act and Defamation. \n\nThe items to be removed from my credit report are list XXXX an attach page. \n. \n\nI look forward to your response. \nAttachment included INQUIRIES THAT I DIDNT AUTHORIZE AND HAD NO KNOWLEDGE OF Credit Acceptance XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 9383, "score": {"value": 0.24603334, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.24603334, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.01608456, "narrative": "I recently checked my credit report and saw accounts reporting that I do not recognize", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 86, "score": {"value": 0.01608456, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.01608456, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.049584184, "narrative": "Complaint Regarding Credit Report Inaccuracies Dear CFPB, I am writing to file a complaint regarding inaccurate information on my credit report. I have been actively disputing these inaccuracies with the credit bureaus, but they have failed to adequately investigate my claims or remove the incorrect information. In accordance with the Fair Credit Reporting Act. I attached the PDF file below containing the list of items that have violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681. \n\nCredit Bureau stated everything was complete and accurate. But how is that possible if the open date, date of last activity and much more is incorrect. According to 15 USC 1681i ( 5 ), they are supposed to modify or delete accounts that aren't reporting correctly. \n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate. \n\nI also believe that the credit bureaus have violated the Fair Credit Reporting Act ( FCRA ) by failing t\n\no : 1. Investigate my disputes in a timely and reasonable manner : The credit bureaus have not provided a clear explanation for their decision not to remove the inaccurate information, and I believe their investigation was inadequate. 2. Furnish accurate information to creditors : The inaccurate information on my credit report is harming my ability to obtain credit and other financial services. 3. Follow the FCRA 's dispute resolution procedures : The credit bureaus have failed to comply with the timeframes and procedures outlined in the FCRA. I am requesting that the CFPB investigate my complaint and take the following actions : 1. Order the credit bureaus to remove the inaccurate information from my credit report.\n2. Require the credit bureaus to provide me with a copy of my updated credit report reflecting the changes. \n\nEnclosures : Copies of my dispute letters Copies of any supporting documentation I provided to the credit bureaus", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2077, "score": {"value": 0.049584184, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.049584184, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.022021262, "narrative": "I submitted a letter to the XXXX Credit Bureaus to update this suspicious information. I think you have not validated these accounts in accordance with Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ) ( A ), and I will pursue legal action against them. This was already included in my prior complaint, and I'm including it again. \nXXXX XXXX Balance : {$130000.00} XXXX XXXX XXXX Balance : {$37000.00} XXXX XXXX Balance : {$36000.00} XXXX XXXX XXXX XXXXXXXX Balance : {$0.00}", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 476, "score": {"value": 0.022021262, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.022021262, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.04785245, "narrative": "I have already come to you the reporting of information that was identified as identity theft and they promised to get this information off my credit report and if you look it is still reporting on all three credit report and giving me negative hard inquiry and messing up my credit to get a house and I want it removed asap", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 324, "score": {"value": 0.04785245, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.04785245, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.016838523, "narrative": "I recently I looked at a copy of my credit report anad noticed several inaccuracies on my account. This account is hurting my ability to obtain credit. It is my understanding that you will investigate these items for me to ensure accuracy. \n\nHere is the item I am asking you to verify as accurate : XXXX- BRIDGECREST XXXX XXXX- BRIDGCREST XXXX- BRIDGECREST", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 356, "score": {"value": 0.016838523, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.016838523, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.04711028, "narrative": "Regardless of the multiple written requests, the ITEMS listed below are still reporting on my credit report which is a violation of FCRA. The Bureaus failed to comply with Fair Credit Reporting Act, 15 USC sections 1681i within the time declared by law, they failed to properly investigate the matter by using a third party as their verification provider and have continued reporting the unconfirmed & unverified information. Given all my attempts to address it directly with 3 CREDIT BUREAUS, they are willfully negligent and non-complying with federal statutes & I need this matter handled immediately. Please remove the items below in my file : XXXX XXXX XXXX XXXX ; XXXX XXXX ; XXXX XXXX XXXX XXXX XXXX, NC XXXX XX/XX/XXXX ; XXXX XXXX XXXX XXXX XXXX XXXX XXXX NC XXXX XX/XX/XXXX ; XXXX XXXX XXXX XXXX, NC XXXX XXXX XXXX XXXX  XXXX XXXX XXXX XXXX NC XXXX XXXX XXXX ( Original Creditor : XXXX XXXX XXXX XXXX ) Balance : {$2200.00} ; ( Original Creditor : XXXX XXXX XXXX XXXX Balance : {$130.00} ; XXXX XX/XX/XXXX.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1015, "score": {"value": 0.04711028, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.04711028, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03192045, "narrative": "On XX/XX/2023, I made a payment of {$1100.00} towards my CareCredit card. This amount was made towards a promotional balance ending on XX/XX/2023. I have had various promotional balances paid off and CareCredit always put my payments towards those balances. Until this time. Instead of applying the VERY large payment towards the promotional balance, they applied it to the revolving balance on the card. I called to get the issue addressed and pointed out that they never handled my payments like this before, and because it has been over 60 days they are refusing to correct the application of the payment.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 608, "score": {"value": 0.03192045, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03192045, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.1269396, "narrative": "After reviewing my credit report, I noticed I have 4 late payments being reported by XXXX XXXX XXXX I notice the late payment was reported in XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX Please note I have excellent payment history with is copy and has never been late. From my history of never being late, this is an oversight on behalf of the client. Please note this report is a violation of my consumer rights. These late payments were reported during COVID 19, there was no grace given due to a pandemic happening. Please understand as a consumer my rights were violated by the reporting of these late payments. I would like these late payments to be removed and cleared from my credit profile. 15 U.S. Code 1666b - Timing of payments ( a ) Time to Make Payments A creditor may not treat a payment on a credit card account under an open end consumer credit plan as late for any purpose, unless the creditor has adopted reasonable procedures designed to ensure that each periodic statement including the information required by section 1637 ( b ) of this title is mailed or delivered to the consumer not later than 21 days before the payment due date.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1149, "score": {"value": 0.1269396, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.1269396, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.036162965, "narrative": "Account name : SYNCB/JCPENNEY Account number : XXXX Account type : Charge Card Responsibility : Individual Date opened : XX/XX/XXXX Status : Paid, Closed. \nStatus updated : XX/XX/XXXX I have disputed an account I had opened with SYNCB/JCPENNEY since it was closed and the account has never been removed from my credit report. I opened this card on XX/XX/XXXX to begin building credit. All of my payments were on time and I never missed a payment. I called SYNCB/ JCPENNEY customer service multiple times to inquire why they were reporting my payment as late to the credit bureaus when I was paying on time. SYNCB/JCPENNEY informed me they would verify this and update me as why this was occurring. However, SYNCB/JCPENNEY never updated me as to why my payment history was incorrect. I eventually requested for the account to be closed due to the constant errors of SYNCB/ JCPENNEY . I have disputed this through SYNCB/ JCPENNEY , XXXX XXXX XXXX, and XXXX since the account was closed in XXXX. SYNCB/ JCPENNEY has reported to XXXX XXXX XXXX, and XXXX that my payment history was verified but it was never verified. I then requested additional information about the method of verification used. SYNCB/ JCPENNEY XXXX XXXX XXXX XXXX, and XXXX were required to respond within 15 days. SYNCB/ JCPENNEY XXXX XXXX XXXX XXXX XXXX and XXXX failed to provide this information in a timely and responsive manner, which are violations of federal regulations. SYNCB/ JCPENNEY has violated Consumer Report and Information Sharing Section 603 ( d ) ; 15 U.S.C. 1681a ( d ) ( i ) of the Fair Credit Reporting Act. SYNCB/ JCPENNEY has failed in their duty to furnish accurate information to the credit bureaus. SYNCB/ JCPENNEY has also failed in their required duties upon notice of a dispute through a credit reporting agency and their required duties upon notice of a dispute from a consumer ( direct disputes ). SYNCB/ JCPENNEY also failed to send me a negative information notice informing me of the negative information they would be reporting to nationwide consumer reporting agencies. XXXX, XXXX, and XXXX have failed in their required duties and examination procedures to verify the accuracy of the information reported to them from SYNCB/ JCPENNEY XXXX I have listed below the exact federal codes of the Fair Credit Reporting Act, that SYNCB/ JCPENNEY , XXXX XXXX XXXX XXXX and XXXX have violated : CFPB Consumer Laws and Regulations Duties upon notice of dispute from a consumer reporting agency Section 623 ( b ) ; 15 U.S.C. 1681s-2 ( b ) This section requires that whenever a person, such as a financial institution, receives a notice of dispute from a consumer reporting agency regarding the accuracy or completeness of any information the person provided to a consumer reporting agency pursuant to Section 611 ( Procedure in Case of Disputed Accuracy ), that person must, pursuant to Section 623 ( b ) : 1. conduct an investigation regarding the disputed information ; 2. review all relevant information the consumer reporting agency provided along with the notice ; 3. report the results of the investigation to the consumer reporting agency ; 4. if the investigation finds the information is incomplete or inaccurate, report those results to all nationwide consumer reporting agencies to which the financial institution previously provided the information ; and 5. if the disputed information is incomplete, inaccurate, or not verifiable by the person, it must promptly, for purposes of reporting to the consumer reporting agency do one of the following : a. modify the item of information.\n\nb. delete the item of information. \nc. permanently block the reporting of that item of information. \n\nDuties upon notice of dispute from a consumer ( direct disputes ) Section 623 ( a ) ( 8 ) ; 15 U.S.C. 1681s-2 ( a ) ( 8 ) ; 12 CFR 1022.43 General rule. A furnisher must conduct a reasonable investigation of a direct dispute ( unless exceptions, described later, apply ) if the dispute relates to : 1. the consumers liability for a credit account or other debt with the furnisher, such as direct disputes relating to whether there is or has been identity theft or fraud against the consumer, whether there is individual or joint liability on an account, or whether the consumer is an authorized user of a credit account ; 2. the terms of a credit account or other debt with the furnisher, such as, direct disputes relating to the type of account, principal balance, scheduled payment amount on an account, or the amount of the credit limit on an open-end account ; 3. the consumers performance or other conduct concerning an account or other relationship with the furnisher such as, direct disputes relating to the current payment status, high balance, payment date, the payment amount, or the date an account was opened or closed ; or 4. any other information contained in a consumer report regarding an account or other relationship with the furnisher that bears on the consumers creditworthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living.\n\nNegative Information Notice Section 623 ( a ) ( 7 ) ; 15 U.S.C. 1681s-2 ( a ) ( 7 ) ; 12 CFR 1022.1 ( b ) ( 2 ) ( ii ) Section 623 ( a ) ( 7 ) requires a financial institution to provide consumers with a notice either before it provides negative information to a nationwide consumer reporting agency, or within 30 days after reporting the negative information.\n\nInstitutions may provide this disclosure on or with any notice of default, any billing statement, or any other materials provided to the customer, as long as the notice is clear and conspicuous. Institutions may also choose to provide this notice to all customers as an abundance of caution. However, financial institutions may not include this notice in the initial disclosures provided under Section 127 ( a ) of the Truth in Lending Act.\n\nCFPB Examination Procedures Consumer Report and Information Sharing Section 603 ( d ) ; 15 U.S.C. 1681a ( d ) ( i ) ( i ) report containing information solely as to transactions or experiences between the consumer and the person making the report ; Negative Information Notice Section 623 ( a ) ( 7 ) ; 15 U.S.C. 1681s-2 ( a ) ( 7 ) ; 12 CFR 1022.1 ( b ) ( 1 ) ( ii ) 1. If the entity provides negative information to a nationwide consumer reporting agency, verify that the entitys policies and procedures ensure that the appropriate notices are provided to consumers.\n\n2. If procedural weaknesses or other risks requiring further investigation are noted, review a sample of notices provided to consumers to determine compliance with the technical content and timing requirements.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 6686, "score": {"value": 0.036162965, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.036162965, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.18744208, "narrative": "I was a victim of Identify Theft back in XXXX. I found out when I received bills from XXXX, XXXX XXXX XXXX, and XXXX. I filed a police report immediately. I also found out fraudster opened a fake credit account with XXXX, XXXX, and XXXX. My information was leaked through credit bureau data hack. Phone companies made it hard to reach human representative to report and close fraudulent account, even though account was easily made without proper check. Credit bureaus also make it difficult to reach a human representative. I had to fight and spent lots of time and energy. Eventually, I was able to get back my credit bureau accounts. No companies provided compensation for wasting my time and putting me under stress and hardship. XXXX sent fraudulent account to debt collectors and XXXX allows debt XXXX to instantly add collection account to my credit report, even with victim statement. All 3 credit bureaus even have police report on file but still allow collection claim for fraudulent XXXX account. While I need to wait 30 days for an investigation. This fraudulent XXXX account keeps getting passed to new debt collectors and I always need dispute and waste my time. After account is removed, XXXX doesn't restore my credit score to before collection account was on my report. Leaving me to suffer and rebuild my credit score.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1336, "score": {"value": 0.18744208, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.18744208, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.1798404, "narrative": "XXXX XXXX XXXX has violated my rights under 15 USC 1681 section 602 states I have the right to privacy.\n\n15 USC 1681 Section 604A Section 2 also states a consumer reporting agency can not furnish an account without my written instructions. \nAccounts in violation : XXXX, XXXX 15 USC 1666B states a creditor may not treat a payment on a credit account under an open-end consumer credit plan as late for any purpose. \nAccounts violation : XXXX Please remove these accounts and late payments off your credit and consumer reports.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 526, "score": {"value": 0.1798404, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.1798404, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.018849092, "narrative": "Got this mortgage on XX/XX/2006 have paid more than XXXX and the balance is more than the actual amount barrow which was XXXX I now owe around XXXX please help me", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 162, "score": {"value": 0.018849092, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.018849092, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.036162965, "narrative": "I am writing to dispute and request the correction of inaccurate information on my credit report. Upon reviewing my credit report, I have identified several accounts that are reporting late payments inaccurately and I want to dispute the inaccuracy of these accounts. I have contacted the companies related with these accounts, and they have confirmed that the late payments were errors and have agreed to update my account and take off the late payments. I would like to convey to your attention that other credit bureaus have already corrected these accounts on their end. Therefore, I kindly petition that you update my credit report to reflect these corrections. \n\n\n\nXXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 680, "score": {"value": 0.036162965, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.036162965, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.10956833, "narrative": "This is one of several times I've discovered that my credit report had inaccurate information. The three credit bureaus must verify these items in accordance with Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ) ( A ). It is not acceptable to report these items as unconfirmed information without validating them within the legally required time range. The following false information on my credit report has to be investigated, amended, or completely removed : XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XX/XX/XXXXXXXX XXXX XXXX XXXX  XX/XX/XXXX XXXX XXXX XXXX XX/XX/XXXX XXXX XXXX XXXX XX/XX/XXXX XXXX XXXX XXXX XX/XX/XXXX XXXX XXXX XXXX XX/XX/XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 679, "score": {"value": 0.10956833, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.10956833, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.039462693, "narrative": "XX/XX/2023 According to the Fair Credit Reporting Act, 15 USC 1681 section 602 states, There is a need to insure that consumer reporting agencies exercise their grave responsibilities for fairness, impartiality, and a respect for the consumers right to privacy. Transunion, XXXX and XXXX are consumer reporting agencies and I am the Consumer. I have the right to make sure my private information isnt shared which is backed by 15 USC 6801 which states It is the policy of the Congress that each financial institution has an affirmative and continuing obligation to respect the privacy of its customers and to protect the security and confidentiality of those customers nonpublic information. XXXX XXXX is the financial institution by definition under that title. Pursuant to 15 USC 1681a, ( 2 ) Exclusions : ( A ) ( i ) report containing information solely as to transactions or experiences between the consumer and the person making the report ; Reporting Transaction history is illegal. Per 15 USC 1681b Permissible purposes of consumer reports -In accordance with the written instructions of the consumer to whom it relates. I never gave written instructions authorizing the creditor to send my personal information to any credit bureau. The Creditor did not get my consent to add anything to my consumer report, which is a violation of the Fair Credit Reporting Act.\n\n-P.L . 90-321 ( 82 Stat. 146 ), states that any agency can only get my consumer report in response to a request by the head of a State or local child support enforcement agency ( or a State or local government official authorized by the head of such an agency ).\n\n15 USC 1681 section 604 section 2 states that In general Subject to subsection ( c ), any consumer reporting agency may furnish a consumer report under the following circumstances and no other : in accordance with the written instructions of the consumer to whom it relates. XXXX XXXX is the financial institutions and the Consumer reporting agencies Transunion, XXXX and XXXX do not have my consent to furnish this information and they surely do not have my written consent. Any and all consent to Transunion, XXXX and XXXX ; Also XXXX  XXXX, whether it be verbal, non-verbal, written, implied or otherwise is revoked. 15 USC 6802 ( b ) ( c ) states that A financial institution may not disclose nonpublic personal information to a nonaffiliated third party unlessthe consumer is given an explanation of how the consumer can exercise that nondisclosure option. XXXX  XXXX ; Never informed me of my right to exercise my nondisclosure option. Not only that, 15 USC 1681C ( a ) ( 5 ) states, Except as authorized under subsection ( b ), no consumer reporting agency may make any consumer report containing any of the following items of information any other adverse item of information, other than records of convictions of crimes which antedates the report by more than XXXX years. These accounts are adverse items they are reporting again without my permission which is against the law. 15 USC 1681s 2 ( A ) ( 1 ) states, A person shall not furnish any information relating to a consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate. 15 USC 1681e states Every consumer reporting agency shall maintain reasonable procedures designed to avoid violations of section 1681c of this title and to limit the furnishing of consumer reports to the purposes listed under section 1681b of this title. Transunion, XXXX and XXXX are not maintaining reasonable procedures. \n\n\nAlso XXXX XXXX XXXX states that A consumer XXXX exercise the right to opt out at any time. \nI am opting out of your reporting services to Transunion, XXXX and XXXX. \n\n\nXXXX, XXXX XXXX XXXX for XXXX XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 3766, "score": {"value": 0.039462693, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.039462693, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.17718399, "narrative": "I have XXXX XXXX Security Freeze that has been in place since XX/XX/XXXX. There have been two fraudulent bank accounts opened with my identity through Bank Of America, first on XX/XX/XXXX, and now again on XX/XX/XXXX. Bank of America has closed both accounts, but since I have everything frozen and can't seem to prevent it, I can't rule out this being fraud committed by Bank of America.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 388, "score": {"value": 0.17718399, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.17718399, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.028502874, "narrative": "They have me as an authorized user. I choose to opt out 15 U.S. Code 1681s2 - Responsibilities of furnishers of information to consumer reporting agencies. A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.\n\nPer the FCRA as a federally protected consumer I am now opting out of any and all authorization. I the consumer may have given you written, unwritten, verbal, nonverbal per 15 USC 6802", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 531, "score": {"value": 0.028502874, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.028502874, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.01822079, "narrative": "In accordance with the Fair Credit Reporting acct : XXXX XXXX XXXX XXXX  XXXX Public Record XXXX XXXX. Federal Rule of Bankruptcy Procedure 9037 requires that certain personal identification information be redacted from documents filed with the court, This makes it impossible for them to verify the Bankruptcy. XXXX XXXX removed this bankruptcy from their files because the dates were wrong, this makes it is impossible for Equifax and XXXX to verify.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 452, "score": {"value": 0.01822079, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.01822079, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.15435068, "narrative": "My loan was sold off in XX/XX/XXXX from XXXX to Freedom Mortgage. Freedom Mortgage has failed to acknowledge payments made with XXXX that were advance mortgage payments that were paid ahead in time. Even though I have provided all documentation proving these payments were made and they are aware these payments were made, they are failing to report XXXX and XXXX escrow payments and causing my account to go into an escrow shortage because they feel since these payments were made when I was with XXXX, they dont need to do anything. Also, anytime I make a payment over the phone to one of there live agents, they seem to not understand on how to properly distribute payments when they receive them, as they will put 100 % of your monthly payment into only principle and causing the rest such as escrow and interest to not be paid for. As of XX/XX/XXXX, they falsely reported to my credit company that my mortgage balance increased by {$2500.00}, causing my credit score to drop. They have not provided any documentation showing there findings, nor were they professional at any point during the process. Freedom Mortgage is not a professional mortgage company and are responsible for mismanaging many peoples loans. Please investigate this mortgage company and investigate my concerns, or there errors and there mistakes could cause me to go into foreclosure. Thank you", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1371, "score": {"value": 0.15435068, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.15435068, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.08795626, "narrative": "To whom it may concern : I sold a XXXX XXXX XXXX to XXXX in XX/XX/2022. If I had owed you money on the vehicle, how would they be able to receive the title and sell the car if I didn't pay this loan completely off. you received over {$27000.00} for a {$14000.00} loan and still trying to get more, and I will not be paying it. I would like you to remove this account from my credit report immediately, or I will be forced to seek legal counsel for relief through the court and file complaints with regulatory enforcement agencies, including the FTC and my state attorney general.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 579, "score": {"value": 0.08795626, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.08795626, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03639866, "narrative": "In accordance with the Fair Credit Reporting Act. The List of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681.\n\nhas violated my rights. Or a list of inquiries : 15 U.S.C 1681 section 602 A. States I have the right to privacy.\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 947, "score": {"value": 0.03639866, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03639866, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.07687678, "narrative": "In accordance with the Fair Credit Reporting act. The List of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681. \n\nXXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX, has violated my rights. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1157, "score": {"value": 0.07687678, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.07687678, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.05131592, "narrative": "In accordance with the Fair Credit Reporting act. The List of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681. \n\nI told the XXXX, XXXX, and Equifax to reinvestigate these accounts : XXXX Equifax Account # : - XXXX - XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXn Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX MD ) XXXX XXXX Equifax Account # : - XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX  Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX  Equifax AXXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX Equifax XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX Equifax XXXX XXXX XXXX However, they stated everything was complete and accurate. But how is that possible if the open date, date of last activity and much more is incorrect. According to 15 USC 1681i ( 5 ) they are suppose to modify accounts that isn't reporting correctly. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions 15 U.S.C 1681c. ( a ) ( 5 ) Section States : no consumer reporting agency may make any consumer report containing any of the following items of information Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years.\n\n15 U.S.C. 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate.\n\nAlso they aren't even in compliance with metro 2 credit reporting. I have evidence to", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 3151, "score": {"value": 0.05131592, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.05131592, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.2853768, "narrative": "Experian has a collection account that reporting inaccurately on my report they are the only credit bureau listing this account which is inaccurate it shows a past due balance on a collection which is against the law the company is XXXX XXXX bank the account number XXXX this account should not be reporting in credit and I would like it removed immensely Experian report should match the reports of XXXX and XXXX they are the only bureau reporting account and its inaccurate and I want removed asap I attached proof showing only Experian reporting this collection", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 564, "score": {"value": 0.2853768, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.2853768, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03357032, "narrative": "I requested proof of inquiry and was told that don't have proof so I asked them to remove them and they said no", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 111, "score": {"value": 0.03357032, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03357032, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.17545098, "narrative": "On XX/XX/XXXX, I applied for an apartment at XXXX XXXX in XXXX, GA. The apartment complex conducted a background check and denied my application due to 3 Aggravated Battery charges in XXXX. However, I had never been arrested or charged with any crime other than a simple traffic violation. Myself and my personal friend, who is a cop in Florida, conducted our own research as to the matter. It was revealed that another XXXX XXXX, born in XXXX, was arrested and charged with 3 counts of XXXX XXXX, this was not me.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 514, "score": {"value": 0.17545098, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.17545098, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.032863233, "narrative": "Hello, I am writing to file a formal dispute against several creditors who have violated the Fair Credit Reporting Act ( FCRA ), the Fair and Accurate Credit Transactions Act ( FACTA ), and the Equal Credit Opportunity Act ( ECOA ).\n\nAs per the details of my complaint, I have experienced severe financial hardships due to the unverified and inaccurate information that creditors have reported to consumer reporting agencies. The specific sections of the laws that may have been violated are as follows : Fair Credit Reporting Act ( FCRA ) Section 607 - Requirements for Consumer Reporting Agencies to Correct Inaccurate Information Section 610 - Conditions and Form of Disclosure to Consumers Section 611 - Procedure in Case of Disputed Accuracy Section 623 - Responsibilities of Furnishers of Information to Consumer Reporting Agencies Section 626 - Disclosures to FBI for Counterintelligence Purposes Fair and Accurate Credit Transactions Act ( FACTA ) Section 612 - Disclosures to Consumers Section 613 - Timing of Dispute Investigations Section 614 - Consumer 's Right to Dispute Information Section 615 - Requirements for Reinvestigations Equal Credit Opportunity Act ( ECOA ) Section 703 - Prohibition Against Discrimination Section 704 - Regulations to Carry Out the Purposes of this Subchapter Furthermore, the creditors have listed several inaccurate and unverified addresses on my credit report, which is a direct violation of FCRA Section 607. Also my current address is XXXX XXXX XXXX XXXX XXXX XXXX, California XXXX, But bureau reported that I have many addresses like XXXX, CA XX/XX/2022, XXXX XXXX XXXX XXXX XXXX, CA XXXX, XXXX XXXX XXXX XXXX, CA XXXX The creditors ' actions have severely impacted my life. I have been denied credit and loans due to the inaccurate information on my credit report, which has prevented me from purchasing a home or a vehicle. Additionally, it has caused me significant emotional distress, and I have been unable to sleep or concentrate on my work. \n\nTherefore, I am requesting that you enforce the legal provisions outlined above and ensure that the creditors remove all unverified accounts from my credit report. I would appreciate your prompt attention to this matter. \n\nSincerely, XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2242, "score": {"value": 0.032863233, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.032863233, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.03875561, "narrative": "I have a care credit card with Synchrony Bank. I switched bank accounts a couple of months ago and thought that all of my bills were taken care of. I started getting collections calls from Synchrony and when I went to check on my account I found that they had deleted all of my forms of payment and my bill had not been paid. I called them and we re entered my bank information and I was assured that the problem was taken care of and my payment would be withdrawn from my bank account. A week later I checked on my credit card again and the payment had still not gone through. On the statement it said it was declined. I called Synchrony again. We went through and deleted my bank account and manually inputted it again and I was again assured that It was taken care of. It was not. This has been going on for months now. The same thing over and over again. They assure me I am taken care of, my payment does not get paid, I call them again. The last time I called was a couple of weeks ago to try to make another payment as well as turn the card off. That payment went through, but now since I have missed so many payments I can not afford the minimum payment on the account so I was only able to make a partial payment. I was told that my regular minimum payment would be taken out the next month ( this month, XXXX ) I checked the day that my payment is supposed to come out and my account said I was all set to make the payment. It is now a week later and my payment has not been made. I'm going to have to call again. I don't know what the issue is and why my payments are not being taken by Synchrony. All of my other bills and all of my other credit cards have had no issue pulling out of my bank account. I have also called my bank multiple times to insure that I have correct information and I do. This card is single handedly tanking my credit score. I am frustrated and I don't know what else to do. I work all day, everyday, I can not afford to spend hours on the phone with this company every single month to be assured that my account is being taken care of only to have it not taken care of.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2107, "score": {"value": 0.03875561, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.03875561, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.2396185, "narrative": "Chase bank is blocking ALL avenues of communication to resolve freezing $ XXXX & even harassing us my mocking attempts to talk! \n\nMy brother 's inquiry into his old acct had been mis-labelled \" fraud '' ( by bank teller ) on my mother 's new checking acct. They froze my mom 's new acct. I submitted POA in order to resolve. Chase will NOT honor POA. \n\nNow Chase REFUSE to speak to any of us my mother-owner of acct my brother who wants to withdraw inquiry & is trying to eliminate claim of fraud or me -- I've gotten a Power of Attorney in order to speak for my mother, but Chase refuses to honor it Chase instead sends us on ENDLESS loop of call this dept who transfer & disconnect & /or say they can do NOTHING Finally a person from \" escalation '' ( XXXX ext XXXX ) phones me & asks ME to verify myself -- since she called me & I'm tired of jumping thru hoops that DO NOTHING I say no. You can verify by calling me back. \n\nShe does not call back I call her back & she refuses TO SPEAK TO ME TIL 3 MORE DAYS. \nThat's just a control & HARASSMENT move to let us know they are in 100 % control. There was NO REASON to not speak to me & make me wait 3 more days while my mom has XXXX money for food & to pay bills. Her $ XXXX is frozen with NO AVENUE for resolution. Chase is just keeping her money & MOCKING our endless attempts to resolve this. \n\nTheir whole strategy is to keep my mom 's money & NOT speak to any of us! \n\nChase needs to open avenues of resolution not play control games to NOT speak to issue", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1510, "score": {"value": 0.2396185, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.2396185, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.06896287, "narrative": "XX/XX/, my mortgage company XXXX XXXX  transferred my loan to XXXX. I was told nothing should be changed on our end for the transfer. I had been paying my monthly mortgage on time each month. Me and my wife XXXX XXXX even called the new mortgager XXXX, they told us everything looks good to go. Our latest payment was deducted by XXXX, and new payments are going to XXXX. \nHowever in XX/XX/, we found out that both of our credit scores were dramatically dropped from XXXX under XXXX, a big more XXXX points drop, this affected our ability to get loans ever since. We both had perfect credit scores and were always able to get the best interest rates before this event. \n\nWe did everything perfectly on our end, and as mentioned had been paying everything on time. Due to the errors by the two mortgage companies, they were not able to transfer the payments on time between time, or couldnt reflect it correctly on their system. As consumers we suffered credit drop, we contacted them to get the credit report removed so our credit score can be fixed. However its been 2 years and its still not fixed. \n\nThe mortgage companies have confirmed on their end payments are received on time, and in their system adjusted as needed however never fixed our credit history. \nI would like to have both of my ( XXXX XXXX ) and my wife XXXX XXXX XXXX ) s credit monitoring be fixed with all three credit bureaus by the mortgage companies.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1425, "score": {"value": 0.06896287, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.06896287, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.13214645, "narrative": "I am writing to dispute the following information that appears on my Experian report from XX/XX/XXXX : XXXX XXXXXXXX XXXX XXXX  with account # XXXX opened on XX/XX/XXXX and a balance of {$4200.00}. Every bureau is reporting a different date of last activity for this account. Stop reporting for FRCA non-compliance of inaccurate data furnished on my credit report.. please delete immediately XXXX XXXX XXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$0.00}. In accordance with the Fair Credit Reporting Act this creditor has violated my rights under 15 USC 1681 section 602 states I have the right to privacy ( 15 USC 1681 section 604a section 2 ) It also states a consumer reporting agency can not furnish an account without my written instructions under 15 USCS 1666b a creditor may not treat a payment on a credit card account under an open end consumer credit plan as late for any purpose. XXXX XXXX XXXX XXXX XXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$0.00}. In accordance with the Fair Credit Reporting Act this creditor has violated my rights under 15 USC 1681 section 602 states I have the right to privacy ( 15 USC 1681 section 604a section 2 ) It also states a consumer reporting agency can not furnish an account without my written instructions under 15 USCS 1666b a creditor may not treat a payment on a credit card account under an open end consumer credit plan as late for any purpose. XXXXXXXX XXXX XXXX XXXXXXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$0.00}. \nIn accordance with the Fair Credit Reporting Act this creditor has violated my rights under 15 USC 1681 section 602 states I have the right to privacy ( 15 USC 1681 section 604a section 2 ) It also states a consumer reporting agency can not furnish an account without my written instructions under 15 USCS 1666b a creditor may not treat a payment on a credit card account under an open end consumer credit plan as late for any purpose. XXXX XXXX XXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$0.00}. In accordance with the Fair Credit Reporting Act this creditor has violated my rights under 15 USC 1681 section 602 states I have the right to privacy ( 15 USC 1681 section 604a section 2 ) It also states a consumer reporting agency can not furnish an account without my written instructions under 15 USCS 1666b a creditor may not treat a payment on a credit card account under an open end consumer credit plan as late for any purpose. XXXX XXXX XXXXXXXX XXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$400.00}. Every bureau is reporting a different date of last activity for this account. Stop reporting for FRCA non-compliance of inaccurate data furnished on my credit report.. please delete immediately XXXX XXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$2700.00}. Every bureau is reporting a different date of last activity for this account. Stop reporting for FRCA non-compliance of inaccurate data furnished on my credit report.. please delete immediately XXXX XXXX XXXX with account # XXXX opened on XX/XX/XXXX and a balance of {$0.00}. Every bureau is reporting a different date of last activity for this account. Stop reporting for FRCA non-compliance of inaccurate data furnished on my credit report.. please delete immediately Collection account from XXXX XXXX  XXXX with account # XXXX and a balance of {$1100.00}. The original creditor is XXXX XXXX XXXX I have not supplied proof under the doctrine of estopper by silence Engelhardt v Gravens ( mo ) 281 SW 715,719, I presume that no proof of the alleged debt in fact therefore exists Collection account from XXXXXXXX XXXX with account # XXXX and a balance of {$1100.00}. The original creditor is XXXX XXXX XXXX XXXX I have not supplied proof under the doctrine of estopper by silence Engelhardt v Gravens ( mo ) 281 SW 715,719, I presume that no proof of the alleged debt in fact therefore exists Collection account from XXXX XXXX XXXX with account # XXXX and a balance of {$440.00}. The original creditor is XXXX XXXX. I have not supplied proof under the doctrine of estopper by silence Engelhardt v Gravens ( mo ) 281 SW 715,719, I presume that no proof of the alleged debt in fact therefore exists Collection account from XXXX XXXX XXXX with account # XXXX and a balance of {$990.00}. The original creditor is XXXX XXXX XXXX XXXX XXXX XXXX  I have not supplied proof under the doctrine of estopper by silence Engelhardt v Gravens ( mo ) 281 SW 715,719, I presume that no proof of the alleged debt in fact therefore exists Collection account from XXXX XXXX XXXX with account # XXXX and a balance of {$1300.00}. The original creditor is XXXX. I have not supplied proof under the doctrine of estopper by silence Engelhardt v Gravens ( mo ) 281 SW 715,719, I presume that no proof of the alleged debt in fact therefore exists Collection account from XXXX XXXX XXXX with account # XXXX and a balance of {$830.00}. The original creditor is XXXX XXXX  I have not supplied proof under the doctrine of estopper by silence Engelhardt v Gravens ( mo ) 281 SW 715,719, I presume that no proof of the alleged debt in fact therefore exists Inquiry from XXXX on XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX XXXX on XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX XXXX XXXX XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX on XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX XXXX XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX on XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX XXXX XXXX  on XX/XX/XXXX. I never authorized this lender to make a hard inquiry on my credit report. Inquiry from XXXX XXXX on XX/XX/XXXX. I dont recognize this lender and I dont remember authorizing them to perform a hard inquiry on my credit report. Please reinvestigate these matters and delete or correct the disputed information as soon as possible. Thank you for your assistance", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 6304, "score": {"value": 0.13214645, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.13214645, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.012126249, "narrative": "All financial transactions and records are hidden from me It is my current automobile loan. \n. Unable to access payment dates records or any information related to my loan It shows the minimum information and they do not allow the consumer to have access to any of this information. \nThis is in direct violation of consumer protection laws and federal laws under United States code.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 382, "score": {"value": 0.012126249, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.012126249, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.058490243, "narrative": "On XX/XX/XXXX I received a letter from MOHELA indicating that I had made XXXX PSLF qualifying payments. \n\nOn XX/XX/XXXX I received a letter saying my student loan had been forgiven under the XXXX program. \n\nOn XX/XX/XXXX I called MOHELA asking about if the XXXX extra payments were eligible for a refund. XXXX indicated that any payments made after XX/XX/XXXX would be reimbursed from the Department of Treasury. She indicated it could take up to 90 days to receive a refund. \n\nOn XX/XX/XXXX I called MOHELA to check on the status of the refund. After hours of waiting and XXXX disconnections, a supervisor named XXXX advised me that there had been a mistake in processing and I was due a refund but it had not yet been processed by the Department of Treasury. She said she would ask for the process to be expedited since it had already been such a long time. \n\nI received a call from XXXX indicating that my refund was approved by the Department of Treasury on XX/XX/XXXX. The refund could take up to 90 days. \n\nOn XX/XX/XXXX I called MOHELA to check on the status of the refund. I was told that I was due a refund of {$10000.00} and I needed to give it at least 90 days from the date of approval. \n\nOn XX/XX/XXXX I called MOHELA to check on the status of the refund and I was told it had not yet been processed by the Department of Treasury and to continue waiting. The customer service representative confirmed the refund in the amount of {$10.00}, XXXX. \n\nIt is now XX/XX/XXXX and I have not received a refund. I have spent no less that XXXX hours on the phone with MOHELA. I have asked for written documentation that I am entitled a refund, and they refused. I asked for some form of communication from MOHELA when the refund has been processed and they have never communicated with me. I have asked to speak to numerous supervisors or for a number I can call at the Department of Treasury and they said they were unable to do that. The only thing I have every been told is to keep waiting. It has been almost a year since my loans were forgiven.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2051, "score": {"value": 0.058490243, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.058490243, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.038519915, "narrative": "In accordance with the Fair Credit Reporting Act. The list of accounts below has violated my federally protected consumer rights to privacy and confidentiality under 15 USC 1681. \nAccount name : XXXX XXXX  # XXXX. Account name : XXXX XXXX  # XXXX. Account name : XXXX XXXX  # XXXX. Account name : XXXX XXXX XXXX # XXXX. \n15 U.S.C 1681 section 602 A. States I have the right to privacy. 15 U.S.C 1681 section 604 A section 2 : also States a consumer reporting agency can not furnish a account without my written instructions. 15 U.S.C 1681c. ( a ) ( 5 ) section States : no consumer reporting agency may make any consumer report containing any of the following items of information any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven years. 15 U.S.C 1681s-2 ( A ) ( 1 ) A person shall not furnish any information relating to a consumer to any consumer reporting agency if the person knows or has reasonable cause to believe that the information is inaccurate. 15 U.S. Code 1681 to ( 4 ) there is a need to insure that consumer reporting agencies exercise their grave responsibilities with fairness, impartiality, and a respect for the consumers right to privacy.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1238, "score": {"value": 0.038519915, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.038519915, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.05725329, "narrative": "I received a phone call from FIRST NATIONAL BANK OF OMAHA claiming that a credit agency reported that my card was blocked. \n\nSubsequently FIRST NATIONAL BANK OF OMAHA closed my account. \n\nThey told me if I fixed the credit report they would re-instate the account. However after all the fixing they left the account closed a refused to work with me.\n\nThey insisted that I re-apply for a new account. I did and as of today I received a notice it was not approved.\n\nThe bank keeps telling me a mgr will call me to help correct this matter and I have never in over 3 weeks received a single call, email or letter.\n\nOnly the original phone call until today I got an email after I checked the portal and found out the application was declined, I got an email saying to check the portal for the status.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 796, "score": {"value": 0.05725329, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.05725329, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.25462922, "narrative": "XXXX is a nightmare. I was told at closing I could make XXXX payments of my mortgage but prior to the due date. First payment due XXXX. Thus, I sent XXXX on XX/XX/XXXX and XXXX on XX/XX/XXXX. XX/XX/XXXX was returned. I spoke to XXXX who informed me they dont accept payments less than the amount of the mortgage. But she could stop the second half from being rejected. I re-payed the first half over the phone. I later received a voicemail that XX/XX/XXXX was returning too. I verified with XXXX that the XXXX payment was not returned. \n\nI called the next day and spoke to XXXX. Rude and unhelpful. She literally argued with me and cut me off. She then hung up on me. I called again and got the same person. She argued I did not hang up, I just stopped talking to you. Both times she refused to confirm where the XX/XX/XXXX payment was. \n\nThen, talked to XXXX. Gave him the right SSN but wrong loan number. He still found the account. XXXX the account was found, he proceeded to lecture me on the importance of the correct loan numbers for XXXX minutes. Also, he was still not able locate the XX/XX/XXXX payment. He did inform me that if I am a payment ahead, I can indeed pay in XXXX separate payments ( with a form completed ). \n\nTo make matters worse- now EVERY time I call, I hear this is an attempt to collect a debt, any information will be used for that purpose message. \n\nCollect a debt?!?! I am attempting to pay a debt!! \n\nIn short : Where are the XX/XX/XXXX funds? \n\nAlso, Why is the customer service so ill-informed? And why is XXXX soooooooo argumentative and allowed to continue. I am literally JUST trying to pay my mortgage ( And find out where the XXXX payment is ). We have had many mortgages, banks, stocks, investments over these last 20 years. This bank is by FAR the worst in which I have ever dealt. And the worst part is we are stuck with them for at least a year before we can refinance.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1912, "score": {"value": 0.25462922, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.25462922, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.027442247, "narrative": "n accordance with the Fair Credit Reporting act XXXX  Account, XXXX XXXX XXXX # XXXX, XXXX XXXX - XXXX XXXX  # XXXX XXXX XXXX # XXXX has violated my rights. \n\n15 U.S.C 1681 section 602 A. States I have the right to privacy.\n\n15 U.S.C 1681 Section 604 A Section 2 : It also states a consumer reporting agency can not furnish a account without my written instructions", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 365, "score": {"value": 0.027442247, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.027442247, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.13561769, "narrative": "I respectfully request that these false accounts be deleted from my credit report as I never authorized their inclusion there. You need to remove this incorrect information from my files right away. Kindly remove and block.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 223, "score": {"value": 0.13561769, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.13561769, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.038519915, "narrative": "I did not receive an invoice from XXXX XXXX XXXX and the first I knew about this was a collection call from Credence. \nAfter calling my insurance and communication with the collection company was informed to wait Until it was sorted out. \nI did not receive any information by mail or phone with updates. \nOn XX/XX/ I received another collection call this one for a lower amount. No Breakdown of charges or explanations of new charges was given. \nI also could not understand the person very well due to a language barrier.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 521, "score": {"value": 0.038519915, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.038519915, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.11212669, "narrative": "Midland Funding LLC - a debt collection agency have been harassing me for more than 5 years regarding an account fraudulently opened under my name and somehow connected to XXXX XXXX  in the amount of {$1900.00}. They repeatedly call odd hours in the week and have reported inaccurate data to the credit bureaus. I have requested multiple times for the original contract/documentation referencing the so called owed debt with my affixed signature and yet to receive response. I am filing this complaint because they have managed to dent my credit with inaccurate information and are possibly doing the same to vulnerable individuals. \n\nMidland Funding LLC XXXX XXXX XXXX XXXX XXXX XXXX XXXX, MI XXXX Phone : XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 711, "score": {"value": 0.11212669, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.11212669, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.15600902, "narrative": "I'm sending this complaint to inform AGAIN the credit bureau that I was a victim of Identity Theft. It seems the credit bureau doesn't care at all that I want to dispute unauthorized items that reporting on my credit report. Since this is a strict violation of FCRA laws I need the items removed from my file as soon as possible. \nXXXX XXXX ; XXXX, XXXX, XXXX XXXX  XXXX XXXX XXXX XXXX  XXXX XXXX XXXX TX XXXX ; XXXXXXXX XXXX XXXX XXXX XXXX XXXX VA XXXX ; XXXX XXXX XXXX XXXX XXXX XXXX XXXX TX XXXX ; XXXX XXXX XXXX XXXX XXXX XXXX TX XXXX ; XXXX XXXX XXXX XXXX XXXX XXXX VA XXXX XXXX XXXX XXXX XXXXXXXX Balance Owed : {$660.00} ; XXXX XXXX XXXXXXXX Balance Owed : {$1100.00} ; XXXX XXXX XXXXXXXX Balance Owed : {$1200.00} ; XXXX XXXXXXXX XXXX XXXXXXXX Balance Owed : {$14000.00} ; XXXX XXXX XXXX ( Original Creditor XXXX XXXX XXXX  ) XXXX Balance Owed : {$110.00} ; ( Original Creditor : XXXX XXXX  ) XXXX Balance Owed : {$64.00} ; XXXX ( Original Creditor : ( Original Creditor : XXXX XXXXXXXX XXXX ) XXXX Balance Owed XXXX {$8600.00} ; XXXX XXXX Balance Owed : {$5900.00} ; XXXX XX/XX/XXXX ; XXXX XXXX XX/XX/XXXX.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1115, "score": {"value": 0.15600902, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.15600902, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.10826672, "narrative": "I am requesting again in regard to the inaccurate and unknown things on my credit report. I believe you have not authenticated these things in line with Sections 609 ( a ) ( 1 ) ( A ) and 611 ( a ) ( 1 ) ( A ). Please verify that all items are 100 percent true, accurate, and correct, and are not untimely, unverifiable, incomplete, or inaccurate. Please correct these items immediately : XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXXXXXX XX/XX/XXXX XXXX XX/XX/XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 563, "score": {"value": 0.10826672, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.10826672, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.044141594, "narrative": "XX/XX/23 - Call Aidvantage customer service to get a refund on my negative account balance. Agent tells me that the loan is paid off and does not exist anymore. Tells me to call university. \nXX/XX/23 - Call Aidvantage again to request refund on the negative account balance. Representative tells me that I shouldnt worry because my loan is paid off and to tell the school I dont owe them the money. \nXX/XX/23- University tells me that since the loan was cancelled and they paid the loan company, I needed to request the funds from Aidvantage to pay them. \nXX/XX/23 - Another call to Aidvantage. Representative again tells me not to worry about it when I repeatedly say that I need the money to pay back my school for the cancelled loan. I clearly have a document on my account that shows a negative account balance. I am getting extremely frustrated at this point. \nXX/XX/23 - Call Aidvantage again in the hopes of getting someone who knows whats going on. Representative says they are requesting a refund. \nXX/XX/23 - Have heard nothing. No confirmation of anything. I guess I am just supposed to wait without knowing if anything actually happened. I need that money to be able to enroll next semester otherwise they will block enrollment for owing thousands.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1260, "score": {"value": 0.044141594, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.044141594, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.29771072, "narrative": "This is my 7th endeavor to tell you that I am a victim of identity theft and I complain to question specific records in my document coming about because of the wrongdoing. The records I am questioning connect with no exchanges acquiring any possession of goods, services, or money that I have made or authorized. Assuming no one cares, either way, block the noteworthy of any information in my credit record that came about due to alleged fraud or extortionXXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 861, "score": {"value": 0.29771072, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.29771072, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.021785567, "narrative": "I had and an existing compliant XXXX The compliant was closed but the Company did not reach out of respond to the compliant. When I tried to reach out to them, they didn't reply to the emails or voicemails and never picked up the phone.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 236, "score": {"value": 0.021785567, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.021785567, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.28547668, "narrative": "This is my 7th endeavor to tell you that I am a victim of identity theft and I complain to question specific records in my document coming about because of the wrongdoing. The records I am questioning connect with no exchanges acquiring any possession of goods, services, or money that I have made or authorized. Assuming no one cares, either way, block the noteworthy of any information in my credit record that came about due to alleged fraud or extortion. XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 858, "score": {"value": 0.28547668, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.28547668, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.032391842, "narrative": "XX/XX/XXXX XXXX XXXX XXXX XXXX XXXX XXXX, California XXXX Date of Birth : XX/XX/XXXX SS # : XXXX Dear Sir/Madam, I am writing in reference to my credit report, which contains several items that are incorrect or questionable. As per the Fair Credit Reporting Act ( FCRA ), I request that you take appropriate action to investigate and correct these errors immediately. \n\nThe following personal information is incorrect : Account Number : XXXX XXXX XXXX XXXX XXXX, AZ XXXX XX/XX/XXXX - This address belongs to someone else. Please remove it from my report immediately. \n\nThe following personal information is incorrect : Account Number : XXXX XXXX XXXX XXXX, CA XXXX- This address belongs to someone else. Please remove it from my report immediately. \n\nXXXX  XXXX XXXX Account Number XXXX XXXX  This account 's name and number are questionable. Either clarify this information to me or delete this account immediately from my credit report. \n\nXXXX  XXXX XXXX Account Number : XXXX  This account 's name and number are questionable. Either clarify this information to me or delete this account immediately from my credit report. \n\nXXXX Account Number : XXXX This account 's name and number are questionable. Either clarify this information to me or delete this account immediately from my credit report. \n\nXXXX XXXX  Account Number : XXXX This account 's name and number are questionable. Either clarify this information to me or delete this account immediately from my credit report. \n\nI have carefully reviewed my credit report and can confirm that the above-listed items are not accurate. As per the FCRA, I have the right to request that you remove any information that is inaccurate or incomplete. \n\nPlease note that I would like to receive a written confirmation once these items have been removed or corrected from my credit report. \n\nThank you for your attention to this matter. \n\nSincerely, XXXX XXXX", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 1906, "score": {"value": 0.032391842, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.032391842, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.1991664, "narrative": "On XX/XX/XXXX I received several emails from XXXX confirming transactions for hotels in NJ that I had just booked. Upon receiving these, and being that I am in Iowa and have no intention of going to NJ, I knew that these were fraudulent. So i immediately ( that night within minutes ) contacted XXXX and alerted them. In the ensuing XXXX hours of being transferred around they refused to help me and told that because these were booked through there \" sister-site '' booking.com, even though the confirmations came from XXXX and the person who made broke into my XXXX account XXXX that they could not help me. They would then transfer me to booking.com who would then refuse to help and transfer me back to XXXX, this went on for a couple hours. After getting no-where and basically in tears at this point I gave and called my credit card company Chase. They assured me that their fraud department would take care of the pending charges on my account and that would only need to wait till morning to contact them. So the next day I called and filled out the required paperwork and trusted them to take it from there. Two months later I received a follow up phone call stating that since they couldn't verify that my account had been hacked they were sustaining the charges and I would have to pay them. \n\nI pointed that I had called while the charges were still pending and asked why they paid them at all, to which they said that \" I just didn't know how it worked '' and that pending charges have to be paid to \" certain vendors like XXXX ''. I asked why if XXXX had canceled XXXX of the charges the first night for fraud, which they did, why wouldn't all be treated that way and I was told that was between me and XXXX and they wouldn't do anything to help me. I was then told that all of this would noted on my account but that if I wanted to further dispute this I would have to contact XXXX. Which I did. After spending another hour and change on the phone XXXX agreed that another XXXX of them was fraud and instructed me to have Chase call them back for a refund, so i contacted Chase again and they refused to help me any further so i canceled the card. \n\nThe charges appeared on my bill as follows : All appear on XX/XX/XXXX, in the amounts of {$170.00} {$160.00} {$140.00} {$170.00} {$170.00} {$170.00}", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 2313, "score": {"value": 0.1991664, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.1991664, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.104361884, "narrative": "It is truly absurd to witness late payments reflected on my account, as I have consistently paid this account on time without any instances of being late.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 154, "score": {"value": 0.104361884, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.104361884, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}, {"score": 0.08241652, "narrative": "i had a secure credit card with US Bank and have made all monthly payments on time for the past two years. US Bank has failed to upgrade the card to unsecured due to credit per the denials. i had the same credit rating the for past two years with my score going up at time for on time payments. I believe that US bank have not extended credit due to complaints. \n\nduring my sickness i phoned US bank for help with the credit card and was told by XXXX customer service rep and XXXX supervisor that US Bank has no option for secured card holding during unemployment or XXXX. i aslo expressed that us bank fees, annual fees and late fee is the reason that the card was over balance several times. Us bank wait until your balance is near the credit limit and then post all the charges such as the fees at one time. i have requested manager call back several times no response see letter payment is incorrect and account was closed before i received this letter. \n\nUs bank was well aware of my health.", "response": {"attributeScores": {"TOXICITY": {"spanScores": [{"begin": 0, "end": 996, "score": {"value": 0.08241652, "type": "PROBABILITY"}}], "summaryScore": {"value": 0.08241652, "type": "PROBABILITY"}}}, "languages": ["en"], "detectedLanguages": ["en"]}}]